espressif/esp-idf/components/app_update/test_apps/test_app_update/sdkconfig.ci.recovery_bootloader.esp32c5
# ESP32C5 supports the Recovery bootloader feature in ROM starting from v1.0 (ECO2)
CONFIG_IDF_TARGET="esp32c5"
